[
    {
        "name": "Cara Beli",
        "list": [
            {
                "title": "Login atau buat akun terlebih dulu",
                "list": [
                    {
                        "value": "Untuk dapat melakukan proses pembelian, kamu harus terdaftar. Pendaftaran cukup menggunakan email dan mengatur kata sandi.",
                        "type": "text"
                    }
                ]
            },
            {
                "title": "Pilih tema undangan",
                "list": [
                    {
                        "value": "Setelah berhasil mendaftarkan akun kamu dapat melihat daftar tema yang tersedia, kamu juga dapat melakukan pencarian tema. Klik tombol beli untuk memasukan tema ke dalam keranjang, maka akan muncul notif angka pada menu keranjang.",
                        "type": "text"
                    },
                    {
                        "value": "how_to_buy_1",
                        "type": "img"
                    }
                ]
            },
            {
                "title": "Checkout",
                "list": [
                    {
                        "value": "Pada halaman keranjang, kamu akan melihat tema yang sudah kamu pilih. Di sini kamu juga dapat menghapus tema jika kamu salah pilih, atau memilih promo jika punya. Kamu belum dimintai informasi pembayaran pada tahap ini, jadi silakan klik tombol checkout.",
                        "type": "text"
                    },
                    {
                        "value": "how_to_buy_2",
                        "type": "img"
                    }
                ]
            },
            {
                "title": "Bayar",
                "list": [
                    {
                        "value": "Setelah melakukan checkout kamu akan dialikan ke halaman transaksi. Status transaski masih pending, kamu hanya perlu menekan tombol Bayar Sekarang.",
                        "type": "text"
                    },
                    {
                        "value": "how_to_buy_3",
                        "type": "img"
                    },
                    {
                        "value": "Akan muncul popup macam-macam pembayaran yang tersedia, dan melakukan proses transaksi.",
                        "type": "text"
                    },
                    {
                        "value": "how_to_buy_4",
                        "type": "img"
                    },
                    {
                        "value": "Jika sudah menekan tombol bayar, tunggu beberapa saat, akan muncul notifikasi sukses.",
                        "type": "text"
                    }
                ]
            },
            {
                "title": "Bukti Invoice",
                "list": [
                    {
                        "value": "Setelah transakasi sukses, invoice dapat diunduh dalam format PDF, dan akan selalu ada di halaman transaski. Bukti invoice dapat dilampirkan pelanggan jika pelanggan ingin mengajukan keluhan yang berkaitan tentang transaski tersebut.",
                        "type": "text"
                    },
                    {
                        "value": "how_to_buy_5",
                        "type": "img"
                    }
                ]
            },
            {
                "title": "Bantuan",
                "list": [
                    {
                        "value": "Jika terjadi masalah selama proses transaski berlangsung, kamu dapat langsung menghubungi admin.",
                        "type": "text"
                    }
                ]
            }
        ]
    },
    {
        "name": "Cara Beli Cepat",
        "list": [
            {
                "title": "Tentang",
                "list": [
                    {
                        "value": "Beli cepat digunakan jika kamu ingin mengedit tema dulu, baru melakukan pembayaran.",
                        "type": "text"
                    }
                ]
            },
            {
                "title": "Login atau buat akun terlebih dulu",
                "list": [
                    {
                        "value": "Untuk dapat melakukan proses pembelian, kamu harus terdaftar. Pendaftaran cukup menggunakan email dan mengatur kata sandi.",
                        "type": "text"
                    }
                ]
            },

            {
                "title": "Pilih tema undangan",
                "list": [
                    {
                        "value": "Tinggal klik tombol `Pakai Cepat` sesuai tema yang kamu inginkan.",
                        "type": "text"
                    },
                    {
                        "value": "how_to_buy_6",
                        "type": "img"
                    }
                ]
            },
            
            {
                "title": "Edit Tema",
                "list": [
                    {
                        "value": "Kalian akan otomatis dialihkan ke halaman edit undangan, tapi kamu tidak dapat mempublikasi undangan sebelum melakukan pembayaran, ketika ingin menekan tombol publish, kalian akan mendapatkan notif harus membayar dulu.",
                        "type": "text"
                    },
                    {
                        "value": "how_to_buy_7",
                        "type": "img"
                    }
                ]
            },
            
            {
                "title": "Pembayaran",
                "list": [
                    {
                        "value": "Kalian akan melakukan pembayaran seperti biasa, setelah menekan tombol checkout.",
                        "type": "text"
                    },
                    {
                        "value": "how_to_buy_8",
                        "type": "img"
                    },
                    {
                        "value": "Fitur beli cepat hanya untuk pembelian tema dan tidak mendukung diskon.",
                        "type": "alert-warning"
                    }
                ]
            }
        
        ]
    }
]
