[
    {
        "name": "Tema",
        "list": [
            {
                "title": "Tentang",
                "list": [
                    {
                        "value": "Semua tema yang berasal dari Ajakuy harus menggunakan nama Ajakuy tanpa terkecuali. Pembelian tema yang sah hanya dapat dilakukan melalui website dan layanan Ajakuy.",
                        "type": "text"
                    }
                ]
            },

            {
                "title": "Standar",
                "list": [
                    {
                        "value": "Tema standar mencakup kebutuhan umum untuk undangan pernikahan. Umumnya, tema ini didesain dengan gaya sederhana namun tetap terlihat menarik.",
                        "type": "text"
                    }
                ]
            },

            {
                "title": "Premium",
                "list": [
                    {
                        "value": "Jenis tema ini memiliki semua fitur yang ada di paket standar, dan menambahkan beberapa fitur unggulan tambahan. Tampilan tema juga terlihat lebih elegan dan menarik, serta memiliki harga yang tidak jauh berbeda dari tema standar.",
                        "type": "text"
                    }
                ]
            }
        ]
    },
    {
        "name": "Undangan",
        "list": [
            {
                "title": "Tentang",
                "list": [
                    {
                        "value": "Undangan merupakan tema yang akan diisi oleh informasi-informasi pelanggan sesuai keinginan mereka. Dan harus mengikuti template tema yang tersedia, seperti yang sudah dijelaskan dalam tutorial.",
                        "type": "text"
                    }
                ]
            },
            {
                "title": "Batas Waktu",
                "list": [
                    {
                        "value": "Saat pertama kali membeli tema untuk dijadikan undangan, undangan tidak langsung memiliki batas waktu. Pelanggan harus memakai tema terlebih dahulu, baru undangan akan memiliki batas waktu.",
                        "type": "text"
                    },
                    {
                        "value": "Batas waktu yang ditawarkan oleh Ajakuy adalah 1 bulan, mulai dari tema digunakan sampai batas waktu habis. Dalam kurun waktu tersebut, pelanggan dapat mempersiapkan/mengisi undangan di halaman edit tema.",
                        "type": "text"
                    },
                    {
                        "value": "Setelah batas waktu habis, undangan akan otomatis ter-unpublish. Baik pelanggan maupun orang lain tidak akan bisa melihat undangan tersebut.",
                        "type": "text"
                    }
                ]
            },
            {
                "title": "Link",
                "list": [
                    {
                        "value": "Agar tetap memenuhi syarat dan ketentuan bahwa link undangan yang diperoleh melalui Ajakuy, kami menghimbau pelanggan untuk tidak mengedit atau memodifikasi link. Pelanggan akan mendapatkan link dengan format berikut:",
                        "type": "text"
                    },
                    {
                        "value": "https://ajakuy.com/undangan/55/putra-putri",
                        "type": "text"
                    },
                    {
                        "value": "Kami menggunakan protokol web standar dan aman berformat https, yang aman dikunjungi oleh semua orang. Nomor yang tertera di setiap undangan menandakan id khusus yang digunakan untuk mengidentifikasi kepemilikan undangan. Formatnya tidak dapat diubah. Di ujung link akan tertera nama depan masing-masing mempelai yang dibatasi oleh tanda (-)",
                        "type": "text"
                    }
                ]
            }
        ]
    },
    {
        "name": "Paket",
        "list": [
            {
                "title": "Tentang",
                "list": [
                    {
                        "value": "Kami menyediakan layanan paket langganan. Paket ini lebih ditujukan untuk pelanggan yang ingin membeli tema untuk dijual lagi, termasuk secara perorangan. Dengan membeli paket, pelanggan dapat memilih tema apa saja tanpa terbatas ketentuan pada setiap paket.",
                        "type": "text"
                    }
                ]
            },
            {
                "title": "Isi",
                "list": [
                    {
                        "value": "Setiap paket memiliki isi berupa tema yang berbeda-beda tergantung setiap paket. Pelanggan dapat melihat preview setiap isi paket dan informasi-informasi lain yang lebih detail.",
                        "type": "text"
                    }
                ]
            },
            {
                "title": "Batas Waktu",
                "list": [
                    {
                        "value": "Setiap paket memiliki batas waktu masing-masing, yang terhitung sejak pertama kali paket tersebut dibeli. Tiap paket memiliki masa kadaluarsa yang berbeda-beda.",
                        "type": "text"
                    }
                ]
            },
            {
                "title": "Limit Pemakaian",
                "list": [
                    {
                        "value": "Limit pemakaian berarti pelanggan akan dibatasi dalam menggunakan tema dalam paket yang sudah dibeli. Misalnya, 1000 pemakaian tema, jumlah batasan tema tergantung pada ketentuan masing-masing paket.",
                        "type": "text"
                    }
                ]
            },
            {
                "title": "Perulangan Harga",
                "list": [
                    {
                        "value": "Perulangan harga berarti jika pelanggan ingin menambah batas waktu paket, harga yang ditawarkan akan berbeda. Harga bisa sedikit naik atau turun tergantung pada ketentuan dalam masing-masing paket.",
                        "type": "text"
                    }
                ]
            },
            {
                "title": "Hak",
                "list": [
                    {
                        "value": "Pelanggan yang berlangganan paket mendapatkan hak khusus untuk menjual kembali undangan Ajakuy sebagai jasa, dengan menggunakan nama Ajakuy.",
                        "type": "text"
                    },
                    {
                        "value": "Meskipun mendapatkan hak untuk menjual undangan kepada orang lain, prosesnya harus dilakukan dalam website Ajakuy. Tidak diperbolehkan mengambil tema untuk ditempatkan di website lain. Mengedit link undangan dengan tujuan mengatasnamakan Ajakuy sangat dilarang.",
                        "type": "alert-info"
                    }
                ]
            }
        ]
    },
    {
        "name": "Testimoni",
        "list": [
            {
                "title": "Tentang",
                "list": [
                    {
                        "value": "Testimoni adalah bentuk review yang diberikan kepada pelanggan Ajakuy setelah setiap pembelian tema. Sifatnya tidak wajib, namun jika pelanggan bersedia mengisi testimoni, mereka akan mendapatkan Poin Ajakuy.",
                        "type": "text"
                    }
                ]
            }
        ]
    },
    {
        "name": "Reward",
        "list": [
            {
                "title": "Tentang",
                "list": [
                    {
                        "value": "Ajakuy memiliki sistem reward yang berisi diskon-diskon yang dapat digunakan untuk pembelian di dalam Ajakuy. Untuk mendapatkan hadiah-hadiah ini, diperlukan Poin Ajakuy.",
                        "type": "text"
                    }
                ]
            },

            {
                "title": "Poin",
                "list": [
                    {
                        "value": "Poin Ajakuy bersifat pribadi dan dapat bertambah setelah pelanggan memberikan testimoni pada undangan yang sudah dibeli. Poin ini dapat ditukarkan dengan promo khusus yang hanya bisa diperoleh dengan menukarkan poin. Poin hanya terkait dengan diskon pembelian tema di website Ajakuy.",
                        "type": "text"
                    }
                ]
            },

            {
                "title": "Milestones",
                "list": [
                    {
                        "value": "Milestones adalah sistem reward yang digunakan oleh Ajakuy. Misalnya, dalam suatu reward terdapat milestones sebagai berikut:",
                        "type": "text"
                    },
                    {
                        "value": [
                            "500 Poin - Diskon 5%",
                            "1000 Poin - Diskon 10%",
                            "2000 Poin - Diskon 30%"
                        ],
                        "type": "list"
                    },
                    {
                        "value": "Setiap kali poin pengguna mencapai angka lebih tinggi dari poin-poin tersebut, pengguna dapat menukarkan poinnya dengan promo. Misalnya, jika poin pengguna mencapai 1000, pengguna dapat menukar dengan promo diskon 5% dan 10%.",
                        "type": "text"
                    },
                    {
                        "value": "Daftar milestones dalam tiap-tiap reward dan hadiahnya berbeda-beda. Pelanggan bebas memilih reward mana yang ingin mereka ikuti.",
                        "type": "text"
                    }
                ]
            },
            {
                "title": "Jumlah",
                "list": [
                    {
                        "value": "Pelanggan hanya dapat mengikuti 1 reward saja, namun mereka dapat juga beralih dari satu reward ke reward lainnya. Poin sebelumnya akan direset menjadi 0 saat berpindah reward.",
                        "type": "text"
                    }
                ]
            },
            {
                "title": "Ulang",
                "list": [
                    {
                        "value": "Ketika pelanggan sudah mencapai batas poin tertinggi dalam suatu milestone, misalnya 2000 Poin, mereka dapat mengulangi reward dari awal untuk mendapatkan hadiah yang sama. Hadiah yang sudah diklaim akan tetap tersimpan.",
                        "type": "text"
                    },
                    {
                        "value": "Selalu perhatikan tanggal kadaluarsa sebelum memutuskan untuk mengulangi reward, karena pelanggan tidak dapat mengikuti reward yang sudah kedaluwarsa.",
                        "type": "alert-warning"
                    }
                ]
            },
            {
                "title": "Ganti",
                "list": [
                    {
                        "value": "Pelanggan yang sedang mengikuti satu reward, dapat beralih ke reward lainnya. Namun poin yang sudah dikumpulkan pada reward sebelumnya akan hilang.",
                        "type": "text"
                    },
                    {
                        "value": "Namun, ada kondisi unik yang mungkin mengharuskan pelanggan beralih reward, seperti pelanggan belum mendapatkan hasil dari reward yang sedang diikuti, dan di hari yang sama muncul reward baru yang menurut mereka lebih menguntungkan. Maka pelanggan dapat langsung beralih ke reward baru tersebut.",
                        "type": "text"
                    }
                ]
            }
        ]
    },
    {
        "name": "Promo",
        "list": [
            {
                "title": "Tentang",
                "list": [
                    {
                        "value": "Promo adalah cara pelanggan mendapatkan potongan diskon saat membeli tema. Promo terbagi menjadi 2 macam, yaitu promo publik dan pribadi.",
                        "type": "text"
                    }
                ]
            },
            {
                "title": "Publik",
                "list": [
                    {
                        "value": "Promo publik adalah promo yang dapat diakses oleh semua orang, memiliki batas waktu, dan jumlah maksimal orang yang dapat mengklaim promo tersebut. Promo ini terdapat di halaman promo yang berada di halaman beranda.",
                        "type": "text"
                    }
                ]
            },
            {
                "title": "Pribadi",
                "list": [
                    {
                        "value": "Promo pribadi didapatkan oleh pengguna dengan cara mengklaim promo yang ada di dalam reward. Jenis promo ini kebanyakan tidak memiliki masa berlaku, sehingga akan tersimpan secara permanen oleh pengguna. Keunggulan lainnya dari promo ini adalah dapat digunakan saat perpanjangan masa paket.",
                        "type": "text"
                    }
                ]
            }
        ]
    }
]