[
    {
        "name": "Edit Langsung",
        "list": [
            {
                "title": "Tentang",
                "list": [
                    {
                        "value": "Edit langsung merupakan fitur utama yang dapat digunakan ketika mengedit tema, sekaligus melihat tema secara langsung.",
                        "type": "text"
                    },
                    {
                        "value": "tutorial_1",
                        "type": "img"
                    },
                    {
                        "value": "Fitur edit tema langsung lebih disarankan kepada pengguna komputer, jika kamu pengguna mobile disarankan mengedit tema melalui formulir.",
                        "type": "alert-info"
                    }
                ]
            },
            {
                "title": "Batas",
                "list": [
                    {
                        "value": "Batas atau garis titik-titik yang muncul ketika kamu mengedit tema adalah tanda bahwa tempat tersebut dapat diedit, diluar batas tersebut kamu tidak bisa mengedit tema.",
                        "type": "text"
                    },
                    {
                        "value": "tutorial_2",
                        "type": "img"
                    }
                ]
            },
            {
                "title": "Tambah Data",
                "list": [
                    {
                        "value": "Tambah data ditandai dengan ikon ( + ) yang muncul ketika mengedit tema, fitur ini digunakan untuk menambahkan kolom data, misalnya seperti menambah mempelai, alamat, kado, lokasi, dan sebagainya. Data yang ditambahkan memiliki jumlah maximal, ketika sudah mencapai batas maka ikon ( + ) tidak akan muncul.",
                        "type": "text"
                    },
                    {
                        "value": "tutorial_3",
                        "type": "img"
                    }
                ]
            },
            {
                "title": "Tanggal",
                "list": [
                    {
                        "value": "Tanggal hanya muncul pada bagian jadwal, berupa icon jam kecil, di sini memungkinkan kamu memilih tanggal untuk acaramu.",
                        "type": "text"
                    },
                    {
                        "value": "tutorial_4",
                        "type": "img"
                    }
                ]
            },
            {
                "title": "Switch",
                "list": [
                    {
                        "value": "Switch adalah tombol geser kecil, kamu dapat menyembunyikan beberapa tampilan dalam tema, yang mungkin tidak ingin kamu tampilkan karena alasan pribadi, seperti kado, komentar, protokol, dan sebagainya.",
                        "type": "text"
                    },
                    {
                        "value": "Setelah disembunyikan, komponen akan terlihat transparan, yang menandakan kamu sudah menyembunyikannya.",
                        "type": "text"
                    },
                    {
                        "value": "tutorial_5",
                        "type": "img"
                    }
                ]
            },
            {
                "title": "Musik",
                "list": [
                    {
                        "value": "Untuk menambahkan musik, kamu dapat menekan tombol nada yang berada di pojok bawah.",
                        "type": "text"
                    },
                    {
                        "value": "tutorial_6",
                        "type": "img"
                    },
                    {
                        "value": "Setelah ditekan, akan muncul form mengisi link youtube dari lagu yang kamu suka. Meskipun formatnya video tapi hanya akan memutar lagu. Kamu juga dapat mendengar pratinjau lagu dengan menekan tombol segitiga tersebut",
                        "type": "text"
                    },
                    {
                        "value": "tutorial_7",
                        "type": "img"
                    }
                ]
            },
            {
                "title": "Animasi",
                "list": [
                    {
                        "value": "Kamu dapat menekan ikon seperti kotak, untuk memunculkan daftar animasi yang tersedia. Setelah ditekan akan muncul pratinjau tentang animasi tersebut.",
                        "type": "text"
                    },
                    {
                        "value": "tutorial_8",
                        "type": "img"
                    },
                    {
                        "value": "Tidak semua komponen memiliki animasi, hanya yang terdapat ikon kotak saja.",
                        "type": "alert-info"
                    }
                ]
            },
            {
                "title": "Potong Gambar",
                "list": [
                    {
                        "value": "Potong gambar adalah fitur yang tersedia ketika ingin mengedit gambar, tujuannya untuk menyesuaikan foto dengan bingkai yang tersedia. Kamu juga dapat melihat preview gambar dengan ukuran bingkainya.",
                        "type": "text"
                    },
                    {
                        "value": "Potong gambar saat ini hanya tersedia pada mode edit langsung.",
                        "type": "alert-info"
                    }
                ]
            }
        ]
    },
    {
        "name": "Formulir",
        "list": [
            {
                "title": "Tentang",
                "list": [
                    {
                        "value": "Formulir adalah fitur alternatif yang dapat kamu gunakan untuk mengedit tema, jika kamu merasa tidak nyaman mengedit tema secara langsung.",
                        "type": "text"
                    },
                    {
                        "value": "tutorial_10",
                        "type": "img"
                    },
                    {
                        "value": "Fungsinya masih sama, yaitu untuk mengedit undangan. Hanya saja secara visual lebih rapi dan nyaman digunakan jika kamu terbiasa melihat kolom kata.",
                        "type": "text"
                    }
                ]
            },
            {
                "title": "Letak",
                "list": [
                    {
                        "value": "Untuk membuka formulir, kamu dapat menekan ikon menu di pojok atas.",
                        "type": "text"
                    },
                    {
                        "value": "tutorial_11",
                        "type": "img"
                    },
                    {
                        "value": "Lalu tekan tombol formulir.",
                        "type": "text"
                    },
                    {
                        "value": "tutorial_12",
                        "type": "img"
                    }
                ]
            }
        ]
    },
    {
        "name": "Pratinjau",
        "list": [
            {
                "title": "Tentang",
                "list": [
                    {
                        "value": "Tombol pratinjau yang berada di sebelah formulir memungkinkan kamu melihat pratinjau dari undangan yang kamu edit beserta animasinya, tidak peduli status undanganmu publish atau unpublish.",
                        "type": "text"
                    },
                    {
                        "value": "tutorial_12",
                        "type": "img"
                    }
                ]
            }
        ]
    },
    {
        "name": "Publikasi",
        "list": [
            {
                "title": "Tentang",
                "list": [
                    {
                        "value": "Publikasi berarti mengaktifkan undanganmu, agar dapat dilihat orang lain melalui website Ajakuy. Terdapat 3 tombol yang berhubungan dengan publikasi.",
                        "type": "text"
                    },
                    {
                        "value": "tutorial_12",
                        "type": "img"
                    }
                ]
            },
            {
                "title": "Tombol Publish",
                "list": [
                    {
                        "value": "Tombol hijau yang akan langsung mengubah status undanganmu dapat dilihat orang lain.",
                        "type": "text"
                    }
                ]
            },
            {
                "title": "Tombol Unpublish",
                "list": [
                    {
                        "value": "Tombol merah yang dapat menyembunyikan undanganmu agar tidak dapat dilihat orang lain.",
                        "type": "text"
                    },
                    {
                        "value": "tutorial_13",
                        "type": "img"
                    }
                ]
            },
            {
                "title": "Tombol Simpan",
                "list": [
                    {
                        "value": "Jika kamu tidak ingin mengubah status publish/unpublish kamu dapat menggunakan tombol ini yang berfungsi hanya untuk menyimpan data undangan.",
                        "type": "text"
                    }
                ]
            }
        ]
    },
    {
        "name": "Suvenir",
        "list": [
            {
                "title": "Tentang",
                "list": [
                    {
                        "value": "Suvenir adalah fitur yang memungkinkan pelanggan mengatur souvenir yang ingin diberikan kepada para tamu yang terdaftar. Melalui Ajakuy, kamu dapat dengan mudah memanajemen hal tersebut.",
                        "type": "text"
                    }
                ]
            },
            {
                "title": "Tujuan",
                "list": [
                    {
                        "value": "Dengan mengatur tamu-tamu mana saja yang diprediksi akan datang ke acara pernikahan untuk mendapat suvenir, pelanggan dapat meminimalisir pengeluaran untuk membeli suvenir untuk para tamu.",
                        "type": "text"
                    },
                    {
                        "value": "Dengan memprediksi jumlah suvenir yang tepat, pelanggan tidak perlu khawatir akan kekurangan atau kelebihan jumlah suvenir.",
                        "type": "text"
                    }
                ]
            },
            {
                "title": "Letak",
                "list": [
                    {
                        "value": "Menu suvenir terletak di halaman undangan/tema, yang telah terpakai. Dengan menekan tombol Tamu, kamu akan langsung diarahkan ke halaman pengaturan suvenir.",
                        "type": "text"
                    },
                    {
                        "value": "souvenir_1",
                        "type": "img"
                    }
                ]
            },
            {
                "title": "Tambah Tamu",
                "list": [
                    {
                        "value": "Langkah pertama yang harus kamu lakukan adalah menginput data Tamu, dengan mengisi nama dan nomor telepon/WA. Maka listnya akan tampil di sebelah kanan setelah kamu menginput data. Data tersebut dapat diatur lagi, baik diedit atau dihapus jika kamu salah menginput.",
                        "type": "text"
                    },
                    {
                        "value": "Atau kamu dapat mengungah file VCF, yaitu file yang berisi daftar kontak-kontak telepon, dengan mengupload VCF kamu dapat langsung menginput semua kontak yang kamu punya secara bersamaan.",
                        "type": "text"
                    },
                    {
                        "value": "souvenir_2",
                        "type": "img"
                    }
                ]
            },
            {
                "title": "Tambah Suvenir",
                "list": [
                    {
                        "value": "Setelah daftar tamu ditambahkan, kamu dapat bergeser ke tab Suvenir di sebelah kanan. Di sana kamu dapat menginput data suvenir apa saja yang tersedia.",
                        "type": "text"
                    },
                    {
                        "value": "Setelah disubmit, daftar suvenir akan muncul di kiri bawah. Kamu sekarang dapat menentukan tamu mana yang mendapat suvenir tertentu. Hanya dengan memilih tamu, dan kolom pilihan suvenir akan muncul di atasnya.",
                        "type": "text"
                    },
                    {
                        "value": "Contoh di bawah menandakan tamu 1, nantinya akan mendapat suvenir berupa Gelas Lucu.",
                        "type": "text"
                    },
                    {
                        "value": "souvenir_3",
                        "type": "img"
                    }
                ]
            },
            {
                "title": "QR Tamu",
                "list": [
                    {
                        "value": "QR tamu adalah cara tamu untuk mengklaim hadiahnya. Jika kamu adalah mempelai yang mengatur undanganmu sendiri, kamu dapat meminta pada percetakan undangan untuk menaruh QR kode tersebut di undangan cetakmu. Jika kamu percetakan yang menggunakan jasa Ajakuy, kamu hanya perlu membina klienmu mengenai fitur ini.",
                        "type": "text"
                    },
                    {
                        "value": "souvenir_4",
                        "type": "img"
                    },
                    {
                        "value": "Jika kamu menggunakan fitur suvenir, di halaman depan undangan digitalmu akan ada tombol klaim suvenir, yang dapat digunakan oleh para tamu untuk mengklaim suvenir mereka. Setelah dibuka akan menampilkan kamera dalam undangan, yang dapat digunakan oleh tamu untuk meng-scan kode QR mereka.",
                        "type": "text"
                    },
                    {
                        "value": "souvenir_5",
                        "type": "img"
                    }
                ]
            },
            {
                "title": "Status",
                "list": [
                    {
                        "value": "Jika para tamu telah mengklaim suvenir mereka, lis merah di daftar tamu akan berubah menjadi hijau. Seperti contoh TAMU 2 di bawah.",
                        "type": "text"
                    },
                    {
                        "value": "souvenir_6",
                        "type": "img"
                    }
                ]
            },
            {
                "title": "Laporan",
                "list": [
                    {
                        "value": "Kamu juga dapat mengunduh laporan suvenir, laporan ini bertujuan untuk memberikan kamu data-data lengkap yang berkaitan tantang suvenir. Jika kamu percetakan yang menggunakan jasa Ajakuy, kamu juga dapat langsung memberikan laporan ini pada klien.",
                        "type": "text"
                    },
                    {
                        "value": "souvenir_7",
                        "type": "img"
                    }
                ]
            }
        ]
    },
    {
        "name": "Notif",
        "list": [
            {
                "title": "Tentang",
                "list": [
                    {
                        "value": "Fitur ini memungkinkan kamu mengirim pesan whatsapp ke banyak orang. Sebelum dapat mengakses fitur ini, undangan kamu harus ter-publish dan memiliki link.",
                        "type": "text"
                    },
                    {
                        "value": "Sebelum menggunakan fitur ini kamu telah setuju dan paham tentang kebijakan Ajakuy, bahwa kami sama sekali tidak bertanggung jawab jika terjadi hal-hal selama proses, termasuk ter-banned dari whatsapp.",
                        "type": "text"
                    },
                    {
                        "value": "Ajakuy juga tidak dapat melihat informasi pribadi, pesan, atau apa pun di Whatsapp klien. Fitur ini hanya digunakan untuk mengirim pesan, bukan melihat informasi pribadi klien.",
                        "type": "text"
                    }
                ]
            },
            {
                "title": "Tambah Tamu",
                "list": [
                    {
                        "value": "Langkah pertama yang harus kamu lakukan adalah menginput data Tamu, dengan mengisi nama dan nomor WA. Maka listnya akan tampil di sebelah kanan setelah kamu menginput data. Data tersebut dapat diatur lagi, baik diedit atau dihapus jika kamu salah menginput.",
                        "type": "text"
                    },
                    {
                        "value": "Atau kamu dapat mengungah file VCF, yaitu file yang berisi daftar kontak-kontak telepon, dengan mengupload VCF kamu dapat langsung menginput semua kontak yang kamu punya secara bersamaan.",
                        "type": "text"
                    },
                    {
                        "value": "souvenir_2",
                        "type": "img"
                    }
                ]
            },
            {
                "title": "Edit Nomor WA dan Pesan",
                "list": [
                    {
                        "value": "Selanjutnya, kamu diharuskan mengisi nomor WA pribadi, dan menulis pesan, yang akan dikirimkan ke semua. Jika sudah, klik simpan.",
                        "type": "text"
                    },
                    {
                        "value": "notif_1",
                        "type": "img"
                    },
                    {
                        "value": "Nomor WA pribadi hanya dapat diisi sekali, pastikan mengisinya dengan benar.",
                        "type": "alert-info"
                    }
                ]
            },
            {
                "title": "Login WA",
                "list": [
                    {
                        "value": "Setelah berhasil menyimpan nomor dan pesan, akan muncul tombol login wa.",
                        "type": "text"
                    },
                    {
                        "value": "notif_2",
                        "type": "img"
                    },
                    {
                        "value": "Setelah diklik, akan muncul pop-up berupa pilihan jenis login, antara QR atau Kode. Saat tombol tampilkan diklik akan memunculkan QR/Kode.",
                        "type": "text"
                    },
                    {
                        "value": "notif_3",
                        "type": "img"
                    },
                    {
                        "value": "Untuk login melalui QR buka WA kamu, buka setelan WA kamu, klik logo QR, klik pindai kode. Lalu pindai kode yang tersedia.",
                        "type": "text"
                    },
                    {
                        "value": "notif_4",
                        "type": "img"
                    },
                    {
                        "value": "Jika login melalui Kode, akan menampilkan deretan kode unik. Kemudian Whatsapp akan mengirimkan notifikasi ke ponsel kamu untuk mengisi kode unik tersebut.",
                        "type": "text"
                    },
                    {
                        "value": "notif_5",
                        "type": "img"
                    },
                    {
                        "value": "Jika Whatsapp sudah memberikan notif sukses login, baik login melalui QR atau Kode, kamu dapat menutup pop-up.",
                        "type": "text"
                    },
                    {
                        "value": "Proses login WA berlangsung cepat, tidak lebih dari semenit. Pastikan kamu mempersiapkan ponsel untuk memindai QR dan mengetik kode.",
                        "type": "alert-warning"
                    }
                ]
            },
            {
                "title": "Testing",
                "list": [
                    {
                        "value": "Jika kamu masih ragu melakukan siaran notif kepada banyak tamu, dan kamu ingin melihat hasil pesannya terlebih dulu, kamu daoat menekan tombol `Testing`",
                        "type": "text"
                    },
                    {
                        "value": "Setelah ditekan, kamu akan mendapatkan notifikasi pesan ke nomor pribadimu sendiri, untuk memastikan apakah pesannya sudah sesuai atau belum.",
                        "type": "text"
                    },
                    {
                        "value": "notif_6",
                        "type": "img"
                    }
                ]
            },
            {
                "title": "Memulai Siaran Notif",
                "list": [
                    {
                        "value": "Jika kamu sudah yakin, kamu dapat menekan tombol `Mulai`.",
                        "type": "text"
                    },
                    {
                        "value": "Setelah ditekan, Ajakuy akan menjadwalkan notifikasi kepada tamu tiap 100 tamu secara bertahap selama 30 menit sekali, dalam kurun waktu 8:00 - 15:00 WIB. Seperti yang tertulis dalam ketentuan.",
                        "type": "text"
                    }
                ]
            },
            {
                "title": "Hentikan Siaran",
                "list": [
                    {
                        "value": "Selama proses siaran berlangsung kamu masih dapat mengedit pesan siaran atau menghentikan siaran jika kamu mau. Menghentikan siaran juga dapat me-logout akun whatsapp kamu dari Ajakuy.",
                        "type": "text"
                    },
                    {
                        "value": "notif_7",
                        "type": "img"
                    }
                ]
            }
        ]
    },
    {
        "name": "Cetak Undangan",
        "list": [
            {
                "title": "Tentang",
                "list": [
                    {
                        "value": "Fitur ini memungkinkan kamu mencetak undangan sesuai dengan tema yang kamu beli, fitur ini hanya tersedia ketika kamu membeli tema lewat paket.",
                        "type": "text"
                    },
                    {
                        "value": "Pada halaman undangan akan ada tombol menu cetak yang dapat diklik.",
                        "type": "text"
                    },
                    {
                        "value": "print_1",
                        "type": "img"
                    }
                ]
            },
            {
                "title": "Data",
                "list": [
                    {
                        "value": "Akan ada 3 tab menu, salah satunya adalah tab data. Disinilah data atau informasi cetak undangan yang akan dicetak, jika sudah diisi kamu dapat menekan tombol simpan bulat di pojok kanan bawah.",
                        "type": "text"
                    },
                    {
                        "value": "Infromasi ini terhubung juga dengan halaman edit, jika data ini diganti makan data di halaman edit akan terganti juga, dan sebaliknya.",
                        "type": "text"
                    },
                    {
                        "value": "print_2",
                        "type": "img"
                    }
                ]
            },
            {
                "title": "Tamu",
                "list": [
                    {
                        "value": "Data tamu ini adalah informasi tamu yang ingin ditaruh di undangan cetak, data ini berasal dari halaman edit tamu. Maksimal tamu yang dapat dililih adalah 15, per masing-masing mempelai, jika sudah diisi kamu dapat menekan tombol simpan bulat di pojok kanan bawah.",
                        "type": "text"
                    },
                    {
                        "value": "print_3",
                        "type": "img"
                    }
                ]
            },
            {
                "title": "Layout",
                "list": [
                    {
                        "value": "Kami adalah tampilan cetak undangan, kamu dapat memilih yang kamu suka, atau kamu dapat memilih layout kosong tanpa kata-kata, jika ingin mengeditnya di tempat lain. File layout berupa gambar berformat PNG yang dapat diunduh,",
                        "type": "text"
                    },
                    {
                        "value": "Layout terdiri dari depan dan belakang, yang nanti akan kamu cetak sendiri bolak-balik. File layout berup.",
                        "type": "text"
                    },
                    {
                        "value": "print_4",
                        "type": "img"
                    }
                ]
            }
        ]
    }
]